Функция ПолучитьСписокТестов(КонтекстФреймворкаBDD) Экспорт
	ВсеТесты = Новый Массив;
	Ванесса.ДобавитьШагВМассивТестов(
		ВсеТесты,
		"ЯУдаляюДокументыВида(Парам01,Парам02)",
		"ЯУдаляюДокументыВида",
		"И я удаляю документы вида ""РасходнаяНакладная"" за последние сутки",
		"Описание",
		"Категория"
	);
	Ванесса.ДобавитьШагВМассивТестов(ВсеТесты,"ПоявилосьОкноСЗаголовкомТогда(Парам01)","ПоявилосьОкноСЗаголовкомТогда","Если появилось окно с заголовком ""Заголовок окна"" Тогда","Описание","Категория");
	Возврат ВсеТесты;
КонецФункции
